 
<p>В качестве дилера Global Industries компания &laquo;ТВИН АГРО&raquo; в период с 2011 по 2012 реализовала несколько проектов, среди которых:</p>
 
<ul> 
  <li>Первая очередь 10 000 тонного перевалочного терминала в г. Ипатово (Ставропольский край);</li>
 
  <li>Элеватор 30 000 тонн для крупнейшей на юге страны кондитерской фабрики &laquo;Мишкино&raquo; (Аксайский район Ростовской области);</li>
 
  <li>Начало строительства второй очереди элеватора в г. Ипатово на 15 000 тонн;</li>
 
  <li>Строительство перевалочного терминала вместимостью 16 000 тонн в ст. Кущевской, Краснодарского края;</li>
 
  <li>Строительство перевалочного терминала 20 000 тонн в Волгоградской области.</li>
 </ul>
 