
<p>В качестве дилера Global Industries компания &laquo;ТВИН АГРО&raquo; в период с 2011 по 2013 год реализовала несколько проектов, среди которых:</p>
 
<ul> 
  <li>Перевалочный терминал объемом 25 000 тонн единовременного хранения (Ставропольский край);</li>
 
  <li>Элеватор 30 000 тонн для крупнейшей на юге страны кондитерской фабрики &laquo;Мишкино&raquo; (Аксайский район Ростовской области);</li>
 
  <li>Строительство перевалочного терминала вместимостью 16 000 тонн в ст. Кущевской, Краснодарского края;</li>
 
  <li>Строительство перевалочного терминала 20 000 тонн в Волгоградской области.</li>
 </ul>
