 
<p>Гарантия на&nbsp;все оборудование Global ind. составляет 1&nbsp;год с&nbsp;момента пуска в&nbsp;эксплуатацию, но&nbsp;не&nbsp;более 1,5 лет с&nbsp;момента продажи. Отдельная гарантия на&nbsp;конструктив силоса составляет 5&nbsp;лет, при условии выполнения монтажа оборудования авторизованной компанией.</p>
 
<p>По&nbsp;желанию заказчика, при заключении сервисного договора, компания &laquo;ТВИН АГРО&raquo; может осуществлять не&nbsp;только гарантийное, но&nbsp;и&nbsp;постгарантийное обслуживание элеватора. В&nbsp;распоряжении специалистов компании &laquo;ТВИН АГРО&raquo; имеется оперативный склад запчастей, запас которых формируется одновременно с&nbsp;поставкой оборудования клиенту и&nbsp;обеспечивает замену в&nbsp;максимально короткие сроки.</p>
 